import React from "react";
import "./About.css";

export const About = () => {
   return (
      <div className="about">
         <div className="container">
            <div className="about-title">
               <h1>О нас</h1>
            </div>
            <div className="about-text">
               <p>
                  Конечно, вот история о нашем заведении: Наши корни уходят в
                  глубину времен и восходят к давним годам, когда каждый уголок
                  улицы пронизывался ароматами восхитительной уличной еды. Это
                  было время, когда люди стремились не только к насыщению, но и
                  к наслаждению, когда каждый укус становился неотъемлемой
                  частью их повседневной жизни. Сегодня мы перенимаем эти
                  традиции, сохраняя дух уличной кухни, и в то же время
                  привносим в нее свежие идеи и современные тенденции. Наша
                  миссия - подарить каждому клиенту не только вкусную еду, но и
                  незабываемый опыт. Мы верим, что качественные ингредиенты -
                  это основа великолепного блюда. Мы тщательно выбираем каждый
                  продукт, чтобы убедиться, что он соответствует нашим высоким
                  стандартам качества и свежести. Наши шеф-повара и бургеристы с
                  любовью и вниманием готовят каждое блюдо, делясь своими
                  уникальными кулинарными талантами. Наша история продолжается
                  каждый день, с каждым клиентом, который возвращается к нам
                  снова и снова. Мы благодарны каждому из вас за то, что даете
                  нам возможность делиться нашей страстью к кулинарии и
                  создавать вместе восхитительные вкусовые впечатления. Добро
                  пожаловать в наш мир, где вкус встречается с традицией, а
                  атмосфера наполнена радостью и удовольствием. Добро пожаловать
                  в историю, которая продолжается уже много лет и продолжит
                  радовать вас еще долгие годы вперед!
               </p>
            </div>
         </div>
      </div>
   );
};
